Repository: NaN-tic/trytond-account_financial_statement_es
Catalog: locale/*.po
Languages: ca

# model:account.financial.statement.template.line,name:es_balance_normal_21000
source: A-1) Fondos propios
ca: A-1) Fons propis

# model:account.financial.statement.template.line,name:es_balance_normal_21110
source: 1. Capital escriturado
ca: 1. Capital escripturat

# model:account.financial.statement.template.line,name:es_balance_normal_21120
source: 2. (Capital no exigido)
ca: 2. (Capital no exigit)

# model:account.financial.statement.template.line,name:es_balance_normal_21200
source: II. Prima de emisión
ca: II. Prima d'emissió

# model:account.financial.statement.template.line,name:es_balance_normal_21300
source: III. Reservas
ca: III. Reserves

# model:account.financial.statement.template.line,name:es_balance_normal_21310
source: 1. Legal y estatutarias
ca: 1. Legal i estatutàries

# model:account.financial.statement.template.line,name:es_balance_normal_21320
source: 2. Otras reservas
ca: 2. Altres reserves

# model:account.financial.statement.template.line,name:es_balance_normal_21400
source: IV. (Acciones y participaciones en patrimonio propias)
ca: IV. (Accions i participacions en patrimoni pròpies)

# model:account.financial.statement.template.line,name:es_balance_normal_21500
source: V. Resultados de ejercicios anteriores
ca: V. Resultats d'exercicis anteriors

# model:account.financial.statement.template.line,name:es_balance_normal_21510
source: 1. Remanente
ca: 1. Romanent

# model:account.financial.statement.template.line,name:es_balance_normal_21520
source: 2. (Resultados negativos de ejercicios anteriores)
ca: 2. (Resultats negatius d'exercicis anteriors)

# model:account.financial.statement.template.line,name:es_balance_normal_21600
source: VI. Otras aportaciones de socios
ca: VI. Altres aportacions de socis

# model:account.financial.statement.template.line,name:es_balance_normal_21700
source: VII. Resultado del ejercicio
ca: VII. Resultat de l'exercici

# model:account.financial.statement.template.line,name:es_balance_normal_21800
source: VIII. (Dividendo a cuenta)
ca: VIII. (Dividend a compte)

# model:account.financial.statement.template.line,name:es_balance_normal_21900
source: IX. Otros instrumentos de patrimonio neto
ca: IX. Altres instruments de patrimoni net

# model:account.financial.statement.template.line,name:es_balance_normal_22000
source: A-2) Ajustes por cambios de valor
ca: A-2) Ajustos per canvis de valor

# model:account.financial.statement.template.line,name:es_balance_normal_22100
source: I. Activos financieros disponibles para la venta
ca: I. Actius financers disponibles per a la venda

# model:account.financial.statement.template.line,name:es_balance_normal_22200
source: II. Operaciones de cobertura
ca: II. Operacions de cobertura

# model:account.financial.statement.template.line,name:es_balance_normal_22300
source: III. Activos no corrientes y pasivos vinculados, mantenidos para la venta
ca: III. Actius no corrents i passius vinculats, mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_balance_normal_22400
source: IV. Diferencia de conversión
ca: IV. Diferència de conversió

# model:account.financial.statement.template.line,name:es_balance_normal_22500
source: V. Otros
ca: V. Altres

# model:account.financial.statement.template.line,name:es_balance_normal_23000
source: A-3) Subvenciones, donaciones y legados recibidos
ca: 3) Subvencions, donacions i llegats rebuts

# model:account.financial.statement.template.line,name:es_balance_normal_30000
source: TOTAL PATRIMONIO NETO Y PASIVO (A + B + C)
ca: TOTAL PATRIMONI NET I PASSIU (A + B + C)

# model:account.financial.statement.template.line,name:es_balance_normal_31000
source: B) PASIVO NO CORRIENTE
ca: B) PASSIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_normal_31100
source: I. Provisiones a largo plazo
ca: I. Provisions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_31110
source: 1. Obligaciones por prestaciones a largo plazo al personal
ca: 1. Obligacions per prestacions a llarg termini al personal

# model:account.financial.statement.template.line,name:es_balance_normal_31120
source: 2. Actuaciones medioambientales
ca: 2. Actuacions mediambientals

# model:account.financial.statement.template.line,name:es_balance_normal_31130
source: 3. Provisiones por reestructuración
ca: 3. Provisions per reestructuració

# model:account.financial.statement.template.line,name:es_balance_normal_31140
source: 4. Otras provisiones
ca: 4. Altres provisions

# model:account.financial.statement.template.line,name:es_balance_normal_31200
source: II. Deudas a largo plazo
ca: II. Deutes a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_31210
source: 1. Obligaciones y otros valores negociables
ca: 1. Obligacions i altres valors negociables

# model:account.financial.statement.template.line,name:es_balance_normal_31220
source: 2. Deudas con entidades de crédito
ca: 2. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_normal_31230
source: 3. Acreedores por arrendamiento financiero
ca: 3. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_normal_31240
source: 4. Derivados
ca: 4. Derivats

# model:account.financial.statement.template.line,name:es_balance_normal_31250
source: 5. Otros pasivos financieros
ca: 5. Altres passius financers

# model:account.financial.statement.template.line,name:es_balance_normal_31300
source: III. Deudas con empresas del grupo y asociadas a largo plazo
ca: III. Deutes amb empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_31400
source: IV. Pasivos por impuesto diferido
ca: IV. Passius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_normal_31500
source: V. Periodificaciones a largo plazo
ca: V. Periodificacions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_31600
source: VI. Acreedores comerciales no corrientes
ca: VI. Creditors comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_normal_31700
source: VII. Deuda con características especiales a largo plazo
ca: VII. Deute amb característiques especials a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_32000
source: C) PASIVO CORRIENTE
ca: C) PASSIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_normal_32100
source: I. Pasivos vinculados con activos no corrientes mantenidos para la venta
ca: I. Passius vinculats amb actius no corrents mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_balance_normal_32200
source: II. Provisiones a corto plazo
ca: II. Provisions a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_32300
source: III. Deudas a corto plazo
ca: III. Deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_32310
source: 1. Obligaciones y otros valores negociables
ca: 1. Obligacions i altres valors negociables

# model:account.financial.statement.template.line,name:es_balance_normal_32320
source: 2. Deudas con entidades de crédito
ca: 2. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_normal_32330
source: 3. Acreedores por arrendamiento financiero
ca: 3. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_normal_32340
source: 4. Derivados
ca: 4. Derivats

# model:account.financial.statement.template.line,name:es_balance_normal_32350
source: 5. Otros pasivos financieros
ca: 5. Altres passius financers

# model:account.financial.statement.template.line,name:es_balance_normal_32400
source: IV. Deudas con empresas del grupo y asociadas a corto plazo
ca: IV. Deutes amb empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_32500
source: V. Acreedores comerciales y otras cuentas a pagar
ca: V. Creditors comercials i altres comptes a pagar

# model:account.financial.statement.template.line,name:es_balance_normal_32510
source: 1. Proveedores
ca: 1. Proveïdors

# model:account.financial.statement.template.line,name:es_balance_normal_32511
source: a) Proveedores a largo plazo
ca: a) Proveïdors a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_32512
source: b) Proveedores a corto plazo
ca: b) Proveïdors a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_32520
source: 2. Proveedores, empresas del grupo y asociadas
ca: 2. Proveïdors, empreses del grup i associades

# model:account.financial.statement.template.line,name:es_balance_normal_32530
source: 3. Acreedores varios
ca: 3. Creditors diversos

# model:account.financial.statement.template.line,name:es_balance_normal_32540
source: 4. Personal (remuneraciones pendientes de pago)
ca: 4. Personal (remuneracions pendents de pagament)

# model:account.financial.statement.template.line,name:es_balance_normal_32550
source: 5. Pasivos por impuesto corriente
ca: 5. Passius per impost corrent

# model:account.financial.statement.template.line,name:es_balance_normal_32560
source: 6. Otras deudas con las Administraciones Públicas
ca: 6. Altres deutes amb les Administracions Públiques

# model:account.financial.statement.template.line,name:es_balance_normal_32570
source: 7. Anticipos de clientes
ca: 7. Bestretes de clients

# model:account.financial.statement.template.line,name:es_balance_normal_32600
source: VI. Periodificaciones a corto plazo
ca: VI. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_32700
source: VII. Deuda con características especiales a corto plazo
ca: VII. Deute amb característiques especials a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_10000
source: TOTAL ACTIVO (A + B)
ca: TOTAL ACTIU (A + B)

# model:account.financial.statement.template.line,name:es_balance_pymes_11000
source: A) ACTIVO NO CORRIENTE
ca: A) ACTIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_pymes_11100
source: I. Inmovilizado intangible.
ca: I. Immobilitzat intangible

# model:account.financial.statement.template.line,name:es_balance_pymes_11200
source: II. Inmovilizado material
ca: II. Immobilitzat material

# model:account.financial.statement.template.line,name:es_balance_pymes_11300
source: III. Inversiones inmobiliarias
ca: III. Inversions immobiliàries

# model:account.financial.statement.template.line,name:es_balance_pymes_11400
source: IV. Inversiones en empresas del grupo y asociadas a largo plazo
ca: IV. Inversions en empreses del grup i associades a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_11500
source: V. Inversiones financieras a largo plazo
ca: V. Inversions financeres a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_11600
source: VI. Activos por impuesto diferido
ca: VI. Actius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_pymes_11700
source: VII. Deudores comerciales no corrientes
ca: VII. Deutors comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_pymes_12000
source: B) ACTIVO CORRIENTE
ca: B) ACTIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_pymes_12200
source: I. Existencias
ca: I. Existències

# model:account.financial.statement.template.line,name:es_balance_pymes_12300
source: II. Deudores comerciales y otras cuentas a cobrar
ca: II. Deutors comercials i altres comptes a cobrar

# model:account.financial.statement.template.line,name:es_balance_pymes_12370
source: 2. Accionistas (socios) por desembolsos exigidos
ca: 2. Accionistes (socis) per desemborsaments exigits

# model:account.financial.statement.template.line,name:es_balance_pymes_12380
source: 1. Clientes por ventas y prestaciones de servicios
ca: 1. Clients per vendes i prestacions de serveis

# model:account.financial.statement.template.line,name:es_balance_pymes_12381
source: a) Clientes por ventas y prestaciones de servicios a largo plazo
ca: a) Clients per vendes i prestacions de serveis a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_12382
source: b) Clientes por ventas y prestaciones de servicios a corto plazo
ca: b) Clients per vendes i prestacions de serveis a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_12390
source: 3. Otros deudores
ca: 3. Altres deutors

# model:account.financial.statement.template.line,name:es_balance_pymes_12400
source: III. Inversiones en empresas del grupo y asociadas a corto plazo
ca: III. Inversions en empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_12500
source: IV. Inversiones financieras a corto plazo
ca: IV. Inversions financeres a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_12600
source: V. Periodificaciones a corto plazo
ca: V. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_12700
source: VI. Efectivo y otros activos líquidos equivalentes
ca: VI. Efectiu i altres actius líquids equivalents

# model:account.financial.statement.template.line,name:es_balance_pymes_20000
source: A) PATRIMONIO NETO
ca: A) PATRIMONI NET

# model:account.financial.statement.template.line,name:es_balance_pymes_21000
source: A-1) Fondos propios
ca: A-1) Fons propis

# model:account.financial.statement.template.line,name:es_balance_pymes_21110
source: 1. Capital escriturado
ca: 1. Capital escripturat

# model:account.financial.statement.template.line,name:es_balance_pymes_21120
source: 2. (Capital no exigido)
ca: 2. (Capital no exigit)

# model:account.financial.statement.template.line,name:es_balance_pymes_21200
source: II. Prima de emisión
ca: II. Prima d'emissió

# model:account.financial.statement.template.line,name:es_balance_pymes_21300
source: III. Reservas
ca: III. Reserves

# model:account.financial.statement.template.line,name:es_balance_pymes_21400
source: IV. (Acciones y participaciones en patrimonio propias)
ca: IV. (Accions i participacions en patrimoni pròpies)

# model:account.financial.statement.template.line,name:es_balance_pymes_21500
source: V. Resultados de ejercicios anteriores
ca: V. Resultats d'exercicis anteriors

# model:account.financial.statement.template.line,name:es_balance_pymes_21600
source: VI. Otras aportaciones de socios
ca: VI. Altres aportacions de socis

# model:account.financial.statement.template.line,name:es_balance_pymes_21700
source: VII. Resultado del ejercicio
ca: VII. Resultat de l'exercici

# model:account.financial.statement.template.line,name:es_balance_pymes_21800
source: VIII. (Dividendo a cuenta)
ca: VIII. (Dividend a compte)

# model:account.financial.statement.template.line,name:es_balance_pymes_22000
source: A-2) Ajustes en patrimonio neto
ca: A-2) Ajustos en patrimoni net

# model:account.financial.statement.template.line,name:es_balance_pymes_23000
source: A-3) Subvenciones, donaciones y legados recibidos
ca: 3) Subvencions, donacions i llegats rebuts

# model:account.financial.statement.template.line,name:es_balance_pymes_30000
source: TOTAL PATRIMONIO NETO Y PASIVO (A + B + C)
ca: TOTAL PATRIMONI NET I PASSIU (A + B + C)

# model:account.financial.statement.template.line,name:es_balance_pymes_31000
source: B) PASIVO NO CORRIENTE
ca: B) PASSIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_pymes_31100
source: I. Provisiones a largo plazo
ca: I. Provisions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_31200
source: II. Deudas a largo plazo
ca: II. Deutes a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_31220
source: 1. Deudas con entidades de crédito
ca: 1. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_pymes_31230
source: 2. Acreedores por arrendamiento financiero
ca: 2. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_pymes_31290
source: 3. Otras deudas a largo plazo
ca: 3. Altres deutes a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_31300
source: III. Deudas con empresas del grupo y asociadas a largo plazo
ca: III. Deutes amb empreses del grup i associades a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_31400
source: IV. Pasivos por impuesto diferido
ca: IV. Passius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_pymes_31500
source: V. Periodificaciones a largo plazo
ca: V. Periodificacions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_31600
source: VI. Acreedores comerciales no corrientes
ca: VI. Creditors comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_pymes_31700
source: VII. Deuda con características especiales a largo plazo
ca: VII. Deute amb característiques especials a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32000
source: C) PASIVO CORRIENTE
ca: C) PASSIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_pymes_32200
source: I. Provisiones a corto plazo
ca: I. Provisions a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32300
source: II. Deudas a corto plazo
ca: II. Deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32320
source: 1. Deudas con entidades de crédito
ca: 1. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_pymes_32330
source: 2. Acreedores por arrendamiento financiero
ca: 2. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_pymes_32390
source: 3. Otras deudas a corto plazo
ca: 3. Altres deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32400
source: III. Deudas con empresas del grupo y asociadas a corto plazo
ca: III. Deutes amb empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32500
source: IV. Acreedores comerciales y otras cuentas a pagar
ca: IV. Creditors comercials i altres comptes a pagar

# model:account.financial.statement.template.line,name:es_balance_pymes_32580
source: 1. Proveedores
ca: 1. Proveïdors

# model:account.financial.statement.template.line,name:es_balance_pymes_32581
source: a) Proveedores a largo plazo
ca: a) Proveïdors a llarg termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32582
source: b) Proveedores a corto plazo
ca: b) Proveïdors a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32590
source: 2. Otros acreedores
ca: 2. Altres creditors

# model:account.financial.statement.template.line,name:es_balance_pymes_32600
source: V. Periodificaciones a corto plazo
ca: VI. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_pymes_32700
source: VI. Deuda con características especiales a corto plazo
ca: VI. Deute amb característiques especials a curt termini

# model:account.financial.statement.template.line,name:es_eiyg_normal_
source: TOTAL DE INGRESOS Y GASTOS RECONOCIDOS (A + B + C)
ca: TOTAL D'INGRESSOS I DESPESES RECONEGUTS (A + B + C)

# model:account.financial.statement.template.line,name:es_eiyg_normal_50010
source: I. Por valoración de instrumentos financieros
ca: I. Per valoració d'instruments financers

# model:account.financial.statement.template.line,name:es_eiyg_normal_50011
source: 1. Activos financieros disponibles para la venta
ca: 1. Actius financers disponibles per a la venda

# model:account.financial.statement.template.line,name:es_eiyg_normal_50012
source: 2. Otros ingresos/gastos
ca: 2. Altres ingressos/despeses

# model:account.financial.statement.template.line,name:es_eiyg_normal_50020
source: II. Por coberturas de flujos de efectivo
ca: II. Per cobertures de fluxos d'efectiu

# model:account.financial.statement.template.line,name:es_eiyg_normal_50030
source: III. Subvenciones, donaciones y legados recibidos
ca: III. Subvencions, donacions i llegats rebuts

# model:account.financial.statement.template.line,name:es_eiyg_normal_50040
source: IV. Por ganancias y pérdidas actuariales y otros ajustes
ca: IV. Per guanys i pèrdues actuarials i altres ajustos

# model:account.financial.statement.template.line,name:es_eiyg_normal_50050
source: V. Por activos no corrientes y pasivos vinculados, mantenidos para la venta
ca: V. Per actius no corrents i passius vinculats, mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_eiyg_normal_50060
source: VI. Diferencias de conversión
ca: VI. Diferències de conversió

# model:account.financial.statement.template.line,name:es_eiyg_normal_50070
source: VII. Efecto impositivo
ca: VII. Efecte impositiu

# model:account.financial.statement.template.line,name:es_eiyg_normal_50080
source: VIII. Por valoración de instrumentos financieros
ca: VIII. Per valoració d'instruments financers

# model:account.financial.statement.template.line,name:es_eiyg_normal_50081
source: 1. Activos financieros disponibles para la venta
ca: 1. Actius financers disponibles per a la venda

# model:account.financial.statement.template.line,name:es_eiyg_normal_50082
source: 2. Otros ingresos/gastos
ca: 2. Altres ingressos/despeses

# model:account.financial.statement.template.line,name:es_eiyg_normal_50090
source: IX. Por coberturas de flujos de efectivo
ca: IX. Per cobertures de fluxos d'efectiu

# model:account.financial.statement.template.line,name:es_eiyg_normal_50100
source: X. Subvenciones, donaciones y legados recibidos
ca: X. Subvencions, donacions i llegats rebuts

# model:account.financial.statement.template.line,name:es_eiyg_normal_50110
source: XI. Por activos no corrientes y pasivos vinculados, mantenidos para la venta
ca: XI. Per actius no corrents i passius vinculats, mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_eiyg_normal_50120
source: XII. Diferencias de conversión
ca: XII. Diferències de conversió

# model:account.financial.statement.template.line,name:es_eiyg_normal_50130
source: XIII. Efecto impositivo
ca: XIII. Efecte impositiu

# model:account.financial.statement.template.line,name:es_eiyg_normal_59100
source: A) RESULTADO DE LA CUENTA DE PÉRDIDAS Y GANANCIAS
ca: A) RESULTAT DEL COMPTE DE PÈRDUES I GUANYS

# model:account.financial.statement.template.line,name:es_eiyg_normal_59200
source: B) Total ingresos y gastos imputados directamente en el patrimonio neto (I + II + III + IV + V + VI + VII)
ca: B) Total ingressos i despeses imputats directament en el patrimoni net (I + II + III + IV + V + VI + VII)

# model:account.financial.statement.template.line,name:es_eiyg_normal_59300
source: C) Total transferencias a la cuenta de pérdidas y ganancias (VIII + IX + X + XI + XII + XIII)
ca: C) Total transferències al compte de pèrdues i guanys (VIII + IX + X + XI + XII + XIII)

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40100
source: 1. Importe neto de la cifra de negocios
ca: 1. Import net de la xifra de negocis
