Repository: NaN-tic/trytond-account_financial_statement_es
Catalog: locale/*.po
Languages: ca

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40200
source: 2. Variación de existencias de productos terminados y en curso de fabricación
ca: 2. Variació d'existències de productes acabats i en curs de fabricació

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40300
source: 3. Trabajos realizados por la empresa para su activo
ca: 3. Treballs realitzats per l'empresa per al seu actiu

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40400
source: 4. Aprovisionamientos
ca: 4. Aprovisionaments

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40500
source: 5. Otros ingresos de explotación
ca: 5. Altres ingressos d'explotació

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40600
source: 6. Gastos de personal
ca: 6. Despeses de personal

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40700
source: 7. Otros gastos de explotación
ca: 7. Altres despeses d'explotació

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40800
source: 8. Amortización del inmovilizado
ca: 8. Amortització de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_abreviado_40900
source: 9. Imputación de subvenciones de inmovilizado no financiero y otras
ca: 9. Imputació de subvencions d'immobilitzat no financer i altres

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41000
source: 10. Excesos de provisiones
ca: 10. Excessos de provisions

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41100
source: 11. Deterioro y resultado por enajenaciones del inmovilizado
ca: 11. Deteriorament i resultat per alienacions de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41200
source: 12. Diferencia negativa de combinaciones de negocio
ca: 12. Diferència negativa de combinacions de negoci

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41300
source: 13. Otros resultados
ca: 13. Altres resultats

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41400
source: 14. Ingresos financieros
ca: 14. Ingressos financers

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41430
source: a) Imputación de subvenciones, donaciones y legados de carácter financiero
ca: a) Imputació de subvencions, donacions i llegats de caràcter financer

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41490
source: b) Otros ingresos financieros
ca: b) Altres ingressos financers

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41500
source: 15. Gastos financieros
ca: 15. Despeses financeres

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41600
source: 16. Variación de valor razonable en instrumentos financieros
ca: 16. Variació de valor raonable en instruments financers

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41700
source: 17. Diferencias de cambio
ca: 17. Diferències de canvi

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41800
source: 18. Deterioro y resultado por enajenaciones de instrumentos financieros
ca: 18. Deteriorament i resultat per alienacions d'instruments financers

# model:account.financial.statement.template.line,name:es_pyg_abreviado_41900
source: 19. Impuestos sobre beneficios
ca: 19. Impostos sobre beneficis

# model:account.financial.statement.template.line,name:es_pyg_abreviado_49100
source: A) RESULTADO DE EXPLOTACIÓN (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12 + 13)
ca: A) RESULTAT D'EXPLOTACIÓ (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12 + 13)

# model:account.financial.statement.template.line,name:es_pyg_abreviado_49200
source: B) RESULTADO FINANCIERO (14 + 15 + 16 + 17 + 18)
ca: B) RESULTAT FINANCER (14 + 15 + 16 + 17 + 18)

# model:account.financial.statement.template.line,name:es_pyg_abreviado_49300
source: C) RESULTADO ANTES DE IMPUESTOS (A + B)
ca: C) RESULTAT ABANS D'IMPOSTOS (A + B)

# model:account.financial.statement.template.line,name:es_pyg_abreviado_49500
source: D) RESULTADO DEL EJERCICIO (C + 19)
ca: D) RESULTAT DE L'EXERCICI (C + 19)

# model:account.financial.statement.template.line,name:es_pyg_normal_40100
source: 1. Importe neto de la cifra de negocios
ca: 1. Import net de la xifra de negocis

# model:account.financial.statement.template.line,name:es_pyg_normal_40110
source: a) Ventas
ca: a) Vendes

# model:account.financial.statement.template.line,name:es_pyg_normal_40120
source: b) Prestaciones de servicios
ca: b) Prestacions de serveis

# model:account.financial.statement.template.line,name:es_pyg_normal_40200
source: 2. Variación de existencias de productos terminados y en curso de fabricación
ca: 2. Variació d'existències de productes acabats i en curs de fabricació

# model:account.financial.statement.template.line,name:es_pyg_normal_40300
source: 3. Trabajos realizados por la empresa para su activo
ca: 3. Treballs realitzats per l'empresa per al seu actiu

# model:account.financial.statement.template.line,name:es_pyg_normal_40400
source: 4. Aprovisionamientos
ca: 4. Aprovisionaments

# model:account.financial.statement.template.line,name:es_pyg_normal_40410
source: a) Consumo de mercaderías
ca: a) Consum de mercaderies

# model:account.financial.statement.template.line,name:es_pyg_normal_40420
source: b) Consumo de materias primas y otras materias consumibles
ca: b) Consum de matèries primeres i altres matèries consumibles

# model:account.financial.statement.template.line,name:es_pyg_normal_40430
source: c) Trabajos realizados por otras empresas
ca: c) Treballs realitzats per altres empreses

# model:account.financial.statement.template.line,name:es_pyg_normal_40440
source: d) Deterioro de mercaderías, materias primas y otros aprovisionamientos
ca: d) Deteriorament de mercaderies, matèries primeres i altres aprovisionaments

# model:account.financial.statement.template.line,name:es_pyg_normal_40500
source: 5. Otros ingresos de explotación
ca: 5. Altres ingressos d'explotació

# model:account.financial.statement.template.line,name:es_pyg_normal_40510
source: a) Ingresos accesorios y otros de gestión corriente
ca: a) Ingressos accessoris i altres de gestió corrent

# model:account.financial.statement.template.line,name:es_pyg_normal_40520
source: b) Subvenciones de explotación incorporadas al resultado del ejercicio
ca: b) Subvencions d'explotació incorporades al resultat de l'exercici

# model:account.financial.statement.template.line,name:es_pyg_normal_40600
source: 6. Gastos de personal
ca: 6. Despeses de personal

# model:account.financial.statement.template.line,name:es_pyg_normal_40610
source: a) Sueldos, salarios y asimilados
ca: a) Sous, salaris i assimilats

# model:account.financial.statement.template.line,name:es_pyg_normal_40620
source: b) Cargas sociales
ca: b) Càrregues socials

# model:account.financial.statement.template.line,name:es_pyg_normal_40630
source: c) Provisiones
ca: c) Provisions

# model:account.financial.statement.template.line,name:es_pyg_normal_40700
source: 7. Otros gastos de explotación
ca: 7. Altres despeses d'explotació

# model:account.financial.statement.template.line,name:es_pyg_normal_40710
source: a) Servicios exteriores
ca: a) Serveis exteriors

# model:account.financial.statement.template.line,name:es_pyg_normal_40720
source: b) Tributos
ca: b) Tributs

# model:account.financial.statement.template.line,name:es_pyg_normal_40730
source: c) Pérdidas, deterioro y variación de provisiones por operaciones comerciales
ca: c) Pèrdues, deteriorament i variació de provisions per operacions comercials

# model:account.financial.statement.template.line,name:es_pyg_normal_40740
source: d) Otros gastos de gestión corriente
ca: d) Altres despeses de gestió corrent

# model:account.financial.statement.template.line,name:es_pyg_normal_40800
source: 8. Amortización del inmovilizado
ca: 8. Amortització de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_normal_40900
source: 9. Imputación de subvenciones de inmovilizado no financiero y otras
ca: 9. Imputació de subvencions d'immobilitzat no financer i altres

# model:account.financial.statement.template.line,name:es_pyg_normal_41000
source: 10. Excesos de provisiones
ca: 10. Excessos de provisions

# model:account.financial.statement.template.line,name:es_pyg_normal_41100
source: 11. Deterioro y resultado por enajenaciones del inmovilizado
ca: 11. Deteriorament i resultat per alienacions de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_normal_41110
source: a) Deterioro y pérdidas
ca: a) Deterioraments i pèrdues

# model:account.financial.statement.template.line,name:es_pyg_normal_41120
source: b) Resultados por enajenaciones y otras
ca: b) Resultats per alienacions i altres

# model:account.financial.statement.template.line,name:es_pyg_normal_41200
source: 12. Diferencia negativa de combinaciones de negocio
ca: 12. Diferència negativa de combinacions de negoci

# model:account.financial.statement.template.line,name:es_pyg_normal_41300
source: 13. Otros resultados
ca: 13. Altres resultats

# model:account.financial.statement.template.line,name:es_pyg_normal_41400
source: 14. Ingresos financieros
ca: 14. Ingressos financers

# model:account.financial.statement.template.line,name:es_pyg_normal_41410
source: a) De participaciones en instrumentos de patrimonio
ca: a) De participacions en instruments de patrimoni

# model:account.financial.statement.template.line,name:es_pyg_normal_41411
source: a 1) En empresas del grupo y asociadas
ca: a 1) En empreses del grup i associades

# model:account.financial.statement.template.line,name:es_pyg_normal_41412
source: a 2) En terceros
ca: a 2) En tercers

# model:account.financial.statement.template.line,name:es_pyg_normal_41420
source: b) De valores negociables y otros instrumentos financieros
ca: b) De valors negociables i altres instruments financers

# model:account.financial.statement.template.line,name:es_pyg_normal_41421
source: b 1) De empresas del grupo y asociadas
ca: b1) D'empreses del grup i associades

# model:account.financial.statement.template.line,name:es_pyg_normal_41422
source: b 2) De terceros
ca: b 2) De tercers

# model:account.financial.statement.template.line,name:es_pyg_normal_41430
source: c) Imputación de subvenciones, donaciones y legados de carácter inanciero
ca: c) Imputació de subvencions, donacions i llegats de caràcter financer

# model:account.financial.statement.template.line,name:es_pyg_normal_41500
source: 15. Gastos financieros
ca: 15. Despeses financeres

# model:account.financial.statement.template.line,name:es_pyg_normal_41510
source: a) Por deudas con empresas del grupo y asociadas
ca: a) Per deutes amb empreses del grup i associades

# model:account.financial.statement.template.line,name:es_pyg_normal_41520
source: b) Por deudas con terceros
ca: b) Per deutes amb tercers

# model:account.financial.statement.template.line,name:es_pyg_normal_41530
source: c) Por actualización de provisiones
ca: c) Per actualització de provisions

# model:account.financial.statement.template.line,name:es_pyg_normal_41600
source: 16. Variación de valor razonable en instrumentos financieros
ca: 16. Variació de valor raonable en instruments financers

# model:account.financial.statement.template.line,name:es_pyg_normal_41610
source: a) Cartera de negociación y otros
ca: a) Cartera de negociació i altres

# model:account.financial.statement.template.line,name:es_pyg_normal_41620
source: b) Imputación al resultado del ejercicio por activos financieros disponibles para la venta
ca: b) Imputació al resultat de l'exercici per actius financers disponibles per a la venda

# model:account.financial.statement.template.line,name:es_pyg_normal_41700
source: 17. Diferencias de cambio
ca: 17. Diferències de canvi

# model:account.financial.statement.template.line,name:es_pyg_normal_41800
source: 18. Deterioro y resultado por enajenaciones de instrumentos financieros
ca: 18. Deteriorament i resultat per alienacions d'instruments financers

# model:account.financial.statement.template.line,name:es_pyg_normal_41810
source: a) Deterioros y pérdidas
ca: a) Deterioraments i pèrdues

# model:account.financial.statement.template.line,name:es_pyg_normal_41820
source: b) Resultados por enajenaciones y otras
ca: b) Resultats per alienacions i altres

# model:account.financial.statement.template.line,name:es_pyg_normal_41900
source: 19. Impuestos sobre beneficios
ca: 19. Impostos sobre beneficis

# model:account.financial.statement.template.line,name:es_pyg_normal_42000
source: 20. Resultado del ejercicio procedente de operaciones interrumpidas neto de impuestos
ca: 20. Resultat de l'exercici procedent d'operacions interrompudes net d'impostos

# model:account.financial.statement.template.line,name:es_pyg_normal_49100
source: A.1) RESULTADO DE EXPLOTACIÓN (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12 + 13)
ca: A.1) RESULTAT D'EXPLOTACIÓ (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12 + 13)

# model:account.financial.statement.template.line,name:es_pyg_normal_49200
source: A.2) RESULTADO FINANCIERO (14 + 15 + 16 + 17 + 18)
ca: A.2) RESULTAT FINANCER (14 + 15 + 16 + 17 + 18)

# model:account.financial.statement.template.line,name:es_pyg_normal_49300
source: A.3) RESULTADO ANTES DE IMPUESTOS (A.1 + A.2)
ca: A.3) RESULTAT ABANS D'IMPOSTOS (A.1 + A.2)

# model:account.financial.statement.template.line,name:es_pyg_normal_49400
source: A.4) RESULTADO DEL EJERCICIO PROCEDENTE DE OPERACIONES CONTINUADAS (A.3 + 19)
ca: A.4) RESULTAT DE L'EXERCICI PROCEDENT D'OPERACIONS CONTINUADES (A.3 + 19)

# model:account.financial.statement.template.line,name:es_pyg_normal_49500
source: A.5) RESULTADO DEL EJERCICIO (A.4 + 20)
ca: A.5) RESULTAT DE L'EXERCICI (A.4 + 20)

# model:account.financial.statement.template.line,name:es_pyg_normal_a
source: A) OPERACIONES CONTINUADAS
ca: A) OPERACIONS CONTINUADES

# model:account.financial.statement.template.line,name:es_pyg_normal_b
source: B) OPERACIONES INTERRUMPIDAS
ca: B) OPERACIONS INTERROMPUDES

# model:account.financial.statement.template.line,name:es_pyg_pymes_40100
source: 1. Importe neto de la cifra de negocios
ca: 1. Import net de la xifra de negocis

# model:account.financial.statement.template.line,name:es_pyg_pymes_40200
source: 2. Variación de existencias de productos terminados y en curso de fabricación
ca: 2. Variació d'existències de productes acabats i en curs de fabricació

# model:account.financial.statement.template.line,name:es_pyg_pymes_40300
source: 3. Trabajos realizados por la empresa para su activo
ca: 3. Treballs realitzats per l'empresa per al seu actiu

# model:account.financial.statement.template.line,name:es_pyg_pymes_40400
source: 4. Aprovisionamientos
ca: 4. Aprovisionaments

# model:account.financial.statement.template.line,name:es_pyg_pymes_40500
source: 5. Otros ingresos de explotación
ca: 5. Altres ingressos d'explotació

# model:account.financial.statement.template.line,name:es_pyg_pymes_40600
source: 6. Gastos de personal
ca: 6. Despeses de personal

# model:account.financial.statement.template.line,name:es_pyg_pymes_40700
source: 7. Otros gastos de explotación
ca: 7. Altres despeses d'explotació

# model:account.financial.statement.template.line,name:es_pyg_pymes_40800
source: 8. Amortización del inmovilizado
ca: 8. Amortització de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_pymes_40900
source: 9. Imputación de subvenciones de inmovilizado no financiero y otras
ca: 9. Imputació de subvencions d'immobilitzat no financer i altres

# model:account.financial.statement.template.line,name:es_pyg_pymes_41000
source: 10. Excesos de provisiones
ca: 10. Excessos de provisions

# model:account.financial.statement.template.line,name:es_pyg_pymes_41100
source: 11. Deterioro y resultado por enajenaciones del inmovilizado
ca: 11. Deteriorament i resultat per alienacions de l'immobilitzat

# model:account.financial.statement.template.line,name:es_pyg_pymes_41300
source: 12. Otros resultados
ca: 12. Altres resultats

# model:account.financial.statement.template.line,name:es_pyg_pymes_41400
source: 13. Ingresos financieros
ca: 13. Ingressos financers

# model:account.financial.statement.template.line,name:es_pyg_pymes_41430
source: a) Imputación de subvenciones, donaciones y legados de carácter financiero
ca: a) Imputació de subvencions, donacions i llegats de caràcter financer

# model:account.financial.statement.template.line,name:es_pyg_pymes_41490
source: b) Otros ingresos financieros
ca: b) Altres ingressos financers

# model:account.financial.statement.template.line,name:es_pyg_pymes_41500
source: 14. Gastos financieros
ca: 14. Despeses financeres

# model:account.financial.statement.template.line,name:es_pyg_pymes_41600
source: 15. Variación de valor razonable en instrumentos financieros
ca: 15. Variació de valor raonable en instruments financers

# model:account.financial.statement.template.line,name:es_pyg_pymes_41700
source: 16. Diferencias de cambio
ca: 16. Diferències de canvi

# model:account.financial.statement.template.line,name:es_pyg_pymes_41800
source: 17. Deterioro y resultado por enajenaciones de instrumentos financieros
ca: 17. Deteriorament i resultat per alienacions d'instruments financers

# model:account.financial.statement.template.line,name:es_pyg_pymes_41900
source: 18. Impuestos sobre beneficios
ca: 18. Impostos sobre beneficis

# model:account.financial.statement.template.line,name:es_pyg_pymes_49100
source: A) RESULTADO DE EXPLOTACIÓN (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12)
ca: A) RESULTAT D'EXPLOTACIÓ (1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10 + 11 + 12)

# model:account.financial.statement.template.line,name:es_pyg_pymes_49200
source: B) RESULTADO FINANCIERO (13 + 14 + 15 + 16 + 17)
ca: B) RESULTAT FINANCER (13 + 14 + 15 + 16 + 17)

# model:account.financial.statement.template.line,name:es_pyg_pymes_49300
source: C) RESULTADO ANTES DE IMPUESTOS (A + B)
ca: C) RESULTAT ABANS D'IMPOSTOS (A + B)

# model:account.financial.statement.template.line,name:es_pyg_pymes_49500
source: D) RESULTADO DEL EJERCICIO (C + 18)
ca: D) RESULTAT DE L'EXERCICI (C + 18)
