Repository: NaN-tic/trytond-account_financial_statement_es
Catalog: locale/*.po
Languages: ca

# model:account.financial.statement.template,name:es_balance_abreviado
source: BALANCE ABREVIADO (PGCE 2008)
ca: BALANÇ ABREUJAT (PGCE 2008)

# model:account.financial.statement.template,name:es_balance_normal
source: BALANCE NORMAL (PGCE 2008)
ca: BALANÇ NORMAL (PGCE 2008)

# model:account.financial.statement.template,name:es_balance_pymes
source: BALANCE PYMES (PGCE 2008)
ca: BALANÇ PIMES (PGCE 2008)

# model:account.financial.statement.template,name:es_eiyg_normal
source: ESTADO DE INGRESOS Y GASTOS RECONOCIDOS NORMAL (PGCE 2008)
ca: ESTAT D'INGRESSOS I DESPESES RECONEGUTS NORMAL (PGCE 2008)

# model:account.financial.statement.template,name:es_pyg_abreviado
source: PÉRDIDAS Y GANANCIAS ABREVIADO (PGCE 2008)
ca: PÈRDUES I GUANYS ABREUJAT (PGCE 2008)

# model:account.financial.statement.template,name:es_pyg_normal
source: PÉRDIDAS Y GANANCIAS NORMAL (PGCE 2008)
ca: PÈRDUES I GUANYS NORMAL (PGCE 2008)

# model:account.financial.statement.template,name:es_pyg_pymes
source: PÉRDIDAS Y GANANCIAS DE PYMES (PGCE 2008)
ca: PÈRDUES I GUANYS DE PYMES (PGCE 2008)

# model:account.financial.statement.template,name:es_2021_balance_abreviado
source: BALANCE ABREVIADO (PGCE 2021)
ca: BALANÇ ABREUJAT (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_balance_normal
source: BALANCE NORMAL (PGCE 2021)
ca: BALANÇ NORMAL (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_balance_pymes
source: BALANCE PYMES (PGCE 2021)
ca: BALANÇ PIMES (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_eiyg_normal
source: ESTADO DE INGRESOS Y GASTOS RECONOCIDOS NORMAL (PGCE 2021)
ca: ESTAT D'INGRESSOS I DESPESES RECONEGUTS NORMAL (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_pyg_abreviado
source: PÉRDIDAS Y GANANCIAS ABREVIADO (PGCE 2021)
ca: PÈRDUES I GUANYS ABREUJAT (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_pyg_normal
source: PÉRDIDAS Y GANANCIAS NORMAL (PGCE 2021)
ca: PÈRDUES I GUANYS NORMAL (PGCE 2021)

# model:account.financial.statement.template,name:es_2021_pyg_pymes
source: PÉRDIDAS Y GANANCIAS DE PYMES (PGCE 2021)
ca: PÈRDUES I GUANYS DE PYMES (PGCE 2021)

# model:account.financial.statement.template.line,name:es_balance_abreviado_10000
source: TOTAL ACTIVO (A + B)
ca: TOTAL ACTIU (A + B)

# model:account.financial.statement.template.line,name:es_balance_abreviado_11000
source: A) ACTIVO NO CORRIENTE
ca: A) ACTIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_abreviado_11100
source: I. Inmovilizado intangible
ca: I. Immobilitzat intangible

# model:account.financial.statement.template.line,name:es_balance_abreviado_11200
source: II. Inmovilizado material
ca: II. Immobilitzat material

# model:account.financial.statement.template.line,name:es_balance_abreviado_11300
source: III. Inversiones inmobiliarias
ca: III. Inversions immobiliàries

# model:account.financial.statement.template.line,name:es_balance_abreviado_11400
source: IV. Inversiones en empresas del grupo y asociadas a largo plazo
ca: IV. Inversions en empreses del grup i associades a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_11500
source: V. Inversiones financieras a largo plazo
ca: V. Inversions financeres a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_11600
source: VI. Activos por impuesto diferido
ca: VI. Actius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_abreviado_11700
source: VII. Deudores comerciales no corrientes
ca: VII. Deutors comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_abreviado_12000
source: B) ACTIVO CORRIENTE
ca: B) ACTIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_abreviado_12100
source: I. Activos no corrientes mantenidos para la venta
ca: I. Actius no corrents mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_balance_abreviado_12200
source: II. Existencias
ca: II. Existències

# model:account.financial.statement.template.line,name:es_balance_abreviado_12300
source: III. Deudores comerciales y otras cuentas a cobrar
ca: III. Deutors comercials i altres comptes a cobrar

# model:account.financial.statement.template.line,name:es_balance_abreviado_12370
source: 2. Accionistas (socios) por desembolsos exigidos
ca: 2. Accionistes (socis) per desemborsaments exigits

# model:account.financial.statement.template.line,name:es_balance_abreviado_12380
source: 1. Clientes por ventas y prestaciones de servicios
ca: 1. Clients per vendes i prestacions de serveis

# model:account.financial.statement.template.line,name:es_balance_abreviado_12381
source: a) Clientes por ventas y prestaciones de servicios a largo plazo
ca: a) Clients per vendes i prestacions de serveis a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_12382
source: b) Clientes por ventas y prestaciones de servicios a corto plazo
ca: b) Clients per vendes i prestacions de serveis a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_12390
source: 3. Otros deudores
ca: 3. Altres deutors

# model:account.financial.statement.template.line,name:es_balance_abreviado_12400
source: IV. Inversiones en empresas del grupo y asociadas a corto plazo
ca: IV. Inversions en empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_12500
source: V. Inversiones financieras a corto plazo
ca: V. Inversions financeres a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_12600
source: VI. Periodificaciones a corto plazo
ca: VI. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_12700
source: VII. Efectivo y otros activos líquidos equivalentes
ca: VII. Efectiu i altres actius líquids equivalents

# model:account.financial.statement.template.line,name:es_balance_abreviado_20000
source: A) PATRIMONIO NETO
ca: A) PATRIMONI NET

# model:account.financial.statement.template.line,name:es_balance_abreviado_21000
source: A-1) Fondos propios
ca: A-1) Fons propis

# model:account.financial.statement.template.line,name:es_balance_abreviado_21110
source: 1. Capital escriturado
ca: 1. Capital escripturat

# model:account.financial.statement.template.line,name:es_balance_abreviado_21120
source: 2. (Capital no exigido)
ca: 2. (Capital no exigit)

# model:account.financial.statement.template.line,name:es_balance_abreviado_21200
source: II. Prima de emisión
ca: II. Prima d'emissió

# model:account.financial.statement.template.line,name:es_balance_abreviado_21300
source: III. Reservas
ca: III. Reserves

# model:account.financial.statement.template.line,name:es_balance_abreviado_21500
source: V. Resultados de ejercicios anteriores
ca: V. Resultats d'exercicis anteriors

# model:account.financial.statement.template.line,name:es_balance_abreviado_21600
source: VI. Otras aportaciones de socios
ca: VI. Altres aportacions de socis

# model:account.financial.statement.template.line,name:es_balance_abreviado_21700
source: VII. Resultado del ejercicio
ca: VII. Resultat de l'exercici

# model:account.financial.statement.template.line,name:es_balance_abreviado_21800
source: VIII. (Dividendo a cuenta)
ca: VIII. (Dividend a compte)

# model:account.financial.statement.template.line,name:es_balance_abreviado_21900
source: IX. Otros instrumentos de patrimonio neto
ca: IX. Altres instruments de patrimoni net

# model:account.financial.statement.template.line,name:es_balance_abreviado_22000
source: A-2) Ajustes por cambios de valor
ca: A-2) Ajustos per canvis de valor

# model:account.financial.statement.template.line,name:es_balance_abreviado_23000
source: A-3) Subvenciones, donaciones y legados recibidos
ca: 3) Subvencions, donacions i llegats rebuts

# model:account.financial.statement.template.line,name:es_balance_abreviado_30000
source: TOTAL PATRIMONIO NETO Y PASIVO (A + B + C)
ca: TOTAL PATRIMONI NET I PASSIU (A + B + C)

# model:account.financial.statement.template.line,name:es_balance_abreviado_31000
source: B) PASIVO NO CORRIENTE
ca: B) PASSIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_abreviado_31100
source: I. Provisiones a largo plazo
ca: I. Provisions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_31200
source: II. Deudas a largo plazo
ca: II. Deutes a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_31220
source: 1. Deudas con entidades de crédito
ca: 1. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_abreviado_31230
source: 2. Acreedores por arrendamiento financiero
ca: 2. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_abreviado_31290
source: 3. Otras deudas a largo plazo
ca: 3. Altres deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_31300
source: III. Deudas con empresas del grupo y asociadas a largo plazo
ca: III. Deutes amb empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_31400
source: IV. Pasivos por impuesto diferido
ca: IV. Passius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_abreviado_31500
source: V. Periodificaciones a largo plazo
ca: V. Periodificacions a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_31600
source: VI. Acreedores comerciales no corrientes
ca: VI. Creditors comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_abreviado_31700
source: VII. Deuda con características especiales a largo plazo
ca: VII. Deute amb característiques especials a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32000
source: C) PASIVO CORRIENTE
ca: C) PASSIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_abreviado_32100
source: I. Pasivos vinculados con activos no corrientes mantenidos para la venta
ca: I. Passius vinculats amb actius no corrents mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_balance_abreviado_32200
source: II. Provisiones a corto plazo
ca: II. Provisions a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32300
source: III. Deudas a corto plazo
ca: III. Deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32320
source: 1. Deudas con entidades de crédito
ca: 1. Deutes amb entitats de crèdit

# model:account.financial.statement.template.line,name:es_balance_abreviado_32330
source: 2. Acreedores por arrendamiento financiero
ca: 2. Creditors per arrendament financer

# model:account.financial.statement.template.line,name:es_balance_abreviado_32390
source: 3. Otras deudas a corto plazo
ca: 3. Altres deutes a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32400
source: IV. Deudas con empresas del grupo y asociadas a corto plazo
ca: IV. Deutes amb empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32500
source: V. Acreedores comerciales y otras cuentas a pagar
ca: V. Creditors comercials i altres comptes a pagar

# model:account.financial.statement.template.line,name:es_balance_abreviado_32580
source: 1. Proveedores
ca: 1. Proveïdors

# model:account.financial.statement.template.line,name:es_balance_abreviado_32581
source: a) Proveedores a largo plazo
ca: a) Proveïdors a llarg termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32582
source: b) Proveedores a corto plazo
ca: b) Proveïdors a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32590
source: 2. Otros acreedores
ca: 2. Altres creditors

# model:account.financial.statement.template.line,name:es_balance_abreviado_32600
source: VI. Periodificaciones a corto plazo
ca: VI. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_abreviado_32700
source: VII. Deuda con características especiales a corto plazo
ca: VII. Deute amb característiques especials a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_10000
source: TOTAL ACTIVO (A + B)
ca: TOTAL ACTIU (A + B)

# model:account.financial.statement.template.line,name:es_balance_normal_11000
source: A) ACTIVO NO CORRIENTE
ca: A) ACTIU NO CORRENT

# model:account.financial.statement.template.line,name:es_balance_normal_11100
source: I. Inmovilizado intangible
ca: I. Immobilitzat intangible

# model:account.financial.statement.template.line,name:es_balance_normal_11110
source: 1. Desarrollo
ca: 1. Desenvolupament

# model:account.financial.statement.template.line,name:es_balance_normal_11120
source: 2. Concesiones
ca: 2. Concessions

# model:account.financial.statement.template.line,name:es_balance_normal_11130
source: 3. Patentes, licencias, marcas y similares
ca: 3. Patents, llicències, marques i similars

# model:account.financial.statement.template.line,name:es_balance_normal_11140
source: 4. Fondo de comercio
ca: 4. Fons de comerç

# model:account.financial.statement.template.line,name:es_balance_normal_11150
source: 5. Aplicaciones informáticas
ca: 5. Aplicacions informàtiques

# model:account.financial.statement.template.line,name:es_balance_normal_11160
source: 6. Investigación
ca: 6. Investigació

# model:account.financial.statement.template.line,name:es_balance_normal_11170
source: 7. Otro inmovilizado intangible
ca: 7. Altre immobilitzat intangible

# model:account.financial.statement.template.line,name:es_balance_normal_11200
source: II. Inmovilizado material
ca: II. Immobilitzat material

# model:account.financial.statement.template.line,name:es_balance_normal_11210
source: 1. Terrenos y construcciones
ca: 1. Terrenys i construccions

# model:account.financial.statement.template.line,name:es_balance_normal_11220
source: 2. Instalaciones técnicas y otro inmovilizado material
ca: 2. Instal·lacions tècniques i altre immobilitzat material

# model:account.financial.statement.template.line,name:es_balance_normal_11230
source: 3. Inmovilizado en curso y anticipos
ca: 3. Immobilitzat en curs i bestretes

# model:account.financial.statement.template.line,name:es_balance_normal_11300
source: III. Inversiones inmobiliarias
ca: III. Inversions immobiliàries

# model:account.financial.statement.template.line,name:es_balance_normal_11310
source: 1. Terrenos
ca: 1. Terrenys

# model:account.financial.statement.template.line,name:es_balance_normal_11320
source: 2. Construcciones
ca: 2. Construccions

# model:account.financial.statement.template.line,name:es_balance_normal_11400
source: IV. Inversiones en empresas del grupo y asociadas a largo plazo
ca: IV. Inversions en empreses del grup i associades a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_11410
source: 1. Instrumentos de patrimonio
ca: 1. Instruments de patrimoni

# model:account.financial.statement.template.line,name:es_balance_normal_11420
source: 2. Créditos a empresas
ca: 2. Crèdits a empreses

# model:account.financial.statement.template.line,name:es_balance_normal_11430
source: 3. Valores representativos de deuda
ca: 3. Valors representatius de deute

# model:account.financial.statement.template.line,name:es_balance_normal_11450
source: 5. Otros activos financieros
ca: 5. Altres actius financers

# model:account.financial.statement.template.line,name:es_balance_normal_11460
source: 6. Otras inversiones
ca: 6. Altres inversions

# model:account.financial.statement.template.line,name:es_balance_normal_11500
source: V. Inversiones financieras a largo plazo
ca: V. Inversions financeres a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_11510
source: 1. Instrumentos de patrimonio
ca: 1. Instruments de patrimoni

# model:account.financial.statement.template.line,name:es_balance_normal_11520
source: 2. Créditos a terceros
ca: 2. Crèdits a tercers

# model:account.financial.statement.template.line,name:es_balance_normal_11530
source: 3. Valores representativos de deuda
ca: 3. Valors representatius de deute

# model:account.financial.statement.template.line,name:es_balance_normal_11540
source: 4. Derivados
ca: 4. Derivats

# model:account.financial.statement.template.line,name:es_balance_normal_11550
source: 5. Otros activos financieros
ca: 5. Altres actius financers

# model:account.financial.statement.template.line,name:es_balance_normal_11560
source: 6. Otras inversiones
ca: 6. Altres inversions

# model:account.financial.statement.template.line,name:es_balance_normal_11600
source: VI. Activos por impuesto diferido
ca: VI. Actius per impost diferit

# model:account.financial.statement.template.line,name:es_balance_normal_11700
source: VII. Deudas comerciales no corrientes
ca: VII. Deutes comercials no corrents

# model:account.financial.statement.template.line,name:es_balance_normal_12000
source: B) ACTIVO CORRIENTE
ca: B) ACTIU CORRENT

# model:account.financial.statement.template.line,name:es_balance_normal_12100
source: I. Activos no corrientes mantenidos para la venta
ca: I. Actius no corrents mantinguts per a la venda

# model:account.financial.statement.template.line,name:es_balance_normal_12200
source: II. Existencias
ca: II. Existències

# model:account.financial.statement.template.line,name:es_balance_normal_12210
source: 1. Comerciales
ca: 1. Comercials

# model:account.financial.statement.template.line,name:es_balance_normal_12220
source: 2. Materias primas y otros aprovisionamientos
ca: 2. Matèries primeres i altres aprovisionaments

# model:account.financial.statement.template.line,name:es_balance_normal_12230
source: 3. Productos en curso
ca: 3. Productes en curs

# model:account.financial.statement.template.line,name:es_balance_normal_12231
source: a) De ciclo largo de produccción
ca: a) De cicle llarg de producció

# model:account.financial.statement.template.line,name:es_balance_normal_12232
source: b) De ciclo corto de producción
ca: b) De cicle curt de producció

# model:account.financial.statement.template.line,name:es_balance_normal_12240
source: 4. Productos terminados
ca: 4. Productes acabats

# model:account.financial.statement.template.line,name:es_balance_normal_12241
source: a) De ciclo largo de produccción
ca: a) De cicle llarg de producció

# model:account.financial.statement.template.line,name:es_balance_normal_12242
source: b) De ciclo corto de producción
ca: b) De cicle curt de producció

# model:account.financial.statement.template.line,name:es_balance_normal_12250
source: 5. Subproductos, residuos y materiales recuperados
ca: 5. Subproductes, residus i materials recuperats

# model:account.financial.statement.template.line,name:es_balance_normal_12260
source: 6. Anticipos a proveedores
ca: 6. Bestretes a proveïdors

# model:account.financial.statement.template.line,name:es_balance_normal_12300
source: III. Deudores comerciales y otras cuentas a cobrar
ca: III. Deutors comercials i altres comptes a cobrar

# model:account.financial.statement.template.line,name:es_balance_normal_12310
source: 1. Clientes por ventas y prestaciones de servicios
ca: 1. Clients per vendes i prestacions de serveis

# model:account.financial.statement.template.line,name:es_balance_normal_12311
source: a) Clientes por ventas y prestaciones de servicios a largo plazo
ca: a) Clients per vendes i prestacions de serveis a llarg termini

# model:account.financial.statement.template.line,name:es_balance_normal_12312
source: b) Clientes por ventas y prestaciones de servicios a corto plazo
ca: b) Clients per vendes i prestacions de serveis a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_12320
source: 2. Clientes empresas del grupo y asociadas
ca: 2. Clients empreses del grup i associades

# model:account.financial.statement.template.line,name:es_balance_normal_12330
source: 3. Deudores varios
ca: 3. Deutors diversos

# model:account.financial.statement.template.line,name:es_balance_normal_12350
source: 5. Activos por impuesto corriente
ca: 5. Actius per impost corrent

# model:account.financial.statement.template.line,name:es_balance_normal_12360
source: 6. Otros créditos con las Administraciones Públicas
ca: 6. Altres crèdits amb les Administracions Públiques

# model:account.financial.statement.template.line,name:es_balance_normal_12370
source: 7. Accionistas (socios) por desembolsos exigidos
ca: 7. Accionistes (socis) per desemborsaments exigits

# model:account.financial.statement.template.line,name:es_balance_normal_12400
source: IV. Inversiones en empresas del grupo y asociadas a corto plazo
ca: IV. Inversions en empreses del grup i associades a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_12410
source: 1. Instrumentos de patrimonio
ca: 1. Instruments de patrimoni

# model:account.financial.statement.template.line,name:es_balance_normal_12420
source: 2. Créditos a empresas
ca: 2. Crèdits a empreses

# model:account.financial.statement.template.line,name:es_balance_normal_12430
source: 3. Valores representativos de deuda
ca: 3. Valors representatius de deute

# model:account.financial.statement.template.line,name:es_balance_normal_12440
source: 4. Derivados
ca: 4. Derivats

# model:account.financial.statement.template.line,name:es_balance_normal_12450
source: 5. Otros activos financieros
ca: 5. Altres actius financers

# model:account.financial.statement.template.line,name:es_balance_normal_12460
source: 6. Otras inversiones
ca: 6. Altres inversions

# model:account.financial.statement.template.line,name:es_balance_normal_12500
source: V. Inversiones financieras a corto plazo
ca: V. Inversions financeres a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_12510
source: 1. Instrumentos de patrimonio
ca: 1. Instruments de patrimoni

# model:account.financial.statement.template.line,name:es_balance_normal_12520
source: 2. Créditos a empresas
ca: 2. Crèdits a empreses

# model:account.financial.statement.template.line,name:es_balance_normal_12530
source: 3. Valores representativos de deuda
ca: 3. Valors representatius de deute

# model:account.financial.statement.template.line,name:es_balance_normal_12540
source: 4. Derivados
ca: 4. Derivats

# model:account.financial.statement.template.line,name:es_balance_normal_12550
source: 5. Otros activos financieros
ca: 5. Altres actius financers

# model:account.financial.statement.template.line,name:es_balance_normal_12560
source: 6. Otras inversiones
ca: 6. Altres inversions

# model:account.financial.statement.template.line,name:es_balance_normal_12600
source: VI. Periodificaciones a corto plazo
ca: VI. Periodificacions a curt termini

# model:account.financial.statement.template.line,name:es_balance_normal_12700
source: VII. Efectivo y otros activos líquidos equivalentes
ca: VII. Efectiu i altres actius líquids equivalents

# model:account.financial.statement.template.line,name:es_balance_normal_12710
source: 1. Tesorería
ca: 1. Tresoreria

# model:account.financial.statement.template.line,name:es_balance_normal_12720
source: 2. Otros activos líquidos equivalentes
ca: 2. Altres actius líquids equivalents

# model:account.financial.statement.template.line,name:es_balance_normal_20000
source: A) PATRIMONIO NETO
ca: A) PATRIMONI NET
